choice = input("введите число 1-10, если ввести что то другое будет пасхалка")
if choice == "1":
    print("********\n *******\n  ******\n   *****\n    ****\n     ***\n      **\n       *")
if choice == "2":
    print("*\n**\n***\n****\n*****\n******\n*******\n********")
if choice == "3":
    print("*********\n *******\n  *****\n   ***\n    *\n")
if choice == "4":
    print("\n     *\n    ***\n   *****\n  *******\n *********")
if choice == "5":
    print("*********\n *******\n  *****\n   ***\n    *\n    *\n   ***\n  *****\n *******\n*********")
if choice == "6":
    print("*        *\n**      **\n***    ***\n****  ****\n***    ***\n**      **\n*        *")
if choice == "7":
    print("*\n**\n***\n****\n***\n**\n*")
if choice == "10":
    print("    *\n   **\n  ***\n ****\n*****")
if choice == "8":
    print("    *\n   **\n  ***\n ****\n*****\n ****\n  ***\n   **\n    *")
if choice == "9":
    print("*****\n****\n***\n**\n*")
else:
    print("ᛕᛋᚹᛋᚳᚳ ᚢᚹᛜ😎")